import { Sun, BatteryCharging, Zap, SquareActivity } from "lucide-react";

const directionsGrowatt = [
    {
        id: 1,
        title: 'Сонячні інвертори',
        text: 'Мережеві, гібридні та автономні рішення для приватних будинків, комерційних і промислових об\'єктів.',
        icon: Sun,
    },
    {
        id: 2,
        title: 'Системи накопичення енергії',
        text: 'Акумуляторні рішення для накопичення надлишкової сонячної енергії, резервного живлення та підвищення енергонезалежності.',
        icon: BatteryCharging,
    },
    {
        id: 3,
        title: 'Зарядні станції для електромобілів',
        text: 'Рішення Growatt для заряджання електромобілів у приватному та комерційному сегментах. ',
        icon: Zap,
    },
    {
        id: 4,
        title: 'Моніторинг та енергоменеджмент',
        text: 'Системи моніторингу дозволяють контролювати роботу обладнання та отримувати інформацію про виробництво, споживання й накопичення енергії.',
        icon: SquareActivity,
    },
];

export default directionsGrowatt;