import { DraftingCompass, BuildingComplex, Unplug, HardHat } from 'lucide-react';

const kstarAdvantages = [
    {
        id: 1,
        icon: DraftingCompass,
        title: 'Власні технології',
        description: 'KSTAR має власні розробки та виробничі потужності, що охоплюють системи ДБЖ, інвертори, системи накопичення енергії та EV-зарядну інфраструктуру.',
    },
    {
        id: 2,
        icon: BuildingComplex,
        title: 'Надійні акумуляторні рішення',
        description: 'У BluePulse використовуються акумуляторні комірки від CATL та EVE. Для представлених систем зазначено ресурс понад 8000 циклів та 10-річну гарантію на продуктивність.',
    },
    {
        id: 3,
        icon: Unplug,
        title: 'Масштабованість',
        description: 'Система може конфігуруватися під різні потреби та масштабуватися відповідно до необхідної потужності й ємності.',
    },
    {
        id: 4,
        icon: HardHat,
        title: 'Безпека',
        description: 'Системи обладнані комплексом засобів контролю та захисту. Для рідинноохолоджуваних систем,  датчики диму та CO, аварійне відключення, система аерозольного пожежогасіння, контроль температури та інші елементи безпеки.',
    },
];

export default kstarAdvantages;