const kstarSolution = [
    {
        id: 1,
        title: 'Виробництво',
        description: 'Резервне живлення обладнання, оптимізація споживання'
    },
    {
        id: 2,
        title: 'Ферми та агробізнес',
        description: 'Живлення насосів, холодильного обладнання, автоматичних ліній та іншого критичного обладнання.'
    },
    {
        id: 3,
        title: 'Приватні будинки',
        description: 'Резервне живлення, інтеграція СЕС, генератора та EV-зарядки.'
    },
    {
        id: 4,
        title: 'EV-інфраструктура',
        description: 'Забезпечення додаткової потужності під час пікових навантажень електрозарядних станцій.'
    },
    {
        id: 5,
        title: 'Комерційні об\'єкти',
        description: 'Керування навантаженням, накопичення енергії та оптимізація використання електроенергії.'
    },
];

export default kstarSolution;