const modularStages = [
    {
        id: 1,
        title: 'Конструкція блок-модуля',
        text: 'Каркас, стіни, дах, підлога',
    },
    {
        id: 2,
        title: 'Оснащення блок-модуля',
        text: 'Інженерні системи, оздоблення',
    },
    {
        id: 3,
        title: 'Підготовчий етап',
        text: 'Проєктування, дозвільна документація',
    },
    {
        id: 4,
        title: 'Заводський етап',
        text: 'Виробництво модулів, внутрішнє та зовнішнє оздоблення',
    },
    {
        id: 5,
        title: 'Транспортування і монтаж',
        text: 'Транспортування модулів, монтаж на ділянці, з’єднання інженерних систем',
    },
    {
        id: 6,
        title: 'Завершальний етап',
        text: 'Оздоблювальні роботи, пусконалагоджувальні роботи, здача об’єкта в експлуатацію',
    },
];

export default modularStages;