const modularFaq = [
    {
        id: 1,
        question: 'Скільки часу займає будівництво модульного будинку?',
        answer: 'У середньому від 2 до 4 місяців, залежно від розміру та комплектації.',
    },
    {
        id: 2,
        question: 'У середньому від 2 до 4 місяців, залежно від розміру та комплектації.',
        answer: 'Так, планування модульних будинків можна змінювати як на етапі проєктування, так і після будівництва. До будівництва можна замовити індивідуальне планування, а після завершення — проводити внутрішній ремонт.',
    },
    {
        id: 3,
        question: 'Які матеріали використовуються?',
        answer: 'Для модульних будинків використовують різні матеріали, але основною є металева або дерев\'яна каркасна основа. Для стін і підлоги часто застосовують,OSB-плити, СІП-панелі або сендвіч-панелі з пінополістиролу чи іншого утеплювача.',
    },
    {
        id: 4,
        question: 'Чи можна жити в такому будинку взимку?',
        answer: 'Так, модульні будинки можна безпечно експлуатувати взимку, тому що вони якісно утеплені та мають надійну систему опалення.',
    },
    {
        id: 5,
        question: 'Від чого залежить вартість будинку?',
        answer: 'Вартість модульних будинків залежить від площі, складності проєкту, обраних матеріалів (як для конструкції, так і для оздоблення), рівня утеплення, комплектації та інженерних систем (вода, опалення, електрика тощо), а також від наявності фундаменту. Додаткові опції, як-от сантехніка, кондиціонування чи ландшафтний дизайн, також збільшують кінцеву ціну.',
    },
];

export default modularFaq;