import { Leaf, Cog, Shield } from "lucide-react";

const modularFrame = [
    {
        id: 1,
        title: 'Дерев\'яний',
        text: [
            'Легкий та екологічний',
            'Енергоефективний',
            'Підходить для швидкого будівництва',
            'Надійна основа для модульних будинків.',
        ],
        icon: Leaf,
    },
    {
        id: 2,
        title: 'Металевий',
        text: [
            'Висока міцність і довговічність',
            'Вогнестійкість',
            'Стійкість до деформацій',
            'Технологія ЛСТК для сучасних проєктів',
        ],
        icon: Cog,
    },
    {
        id: 3,
        title: 'СІП панелі',
        text: [
            'Швидкий монтаж',
            'Висока теплоізоляція',
            'Легкість конструкції',
            'Ідеальне рішення для модульних будинків',
        ],
        icon: Shield,
    },
];

export default modularFrame;